Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Choose the moments that get busy.
ar: اختر الأوقات المزدحمة.
de: Wähle die Zeiten, in denen es hektisch wird.
el: Επίλεξε τις πιο φορτωμένες στιγμές.
es: Elige los momentos de más ajetreo.
fr: Choisissez les moments chargés.
hi: वे समय चुनें जब आप व्यस्त रहते हैं।
it: Scegli i momenti più impegnati.
ja: 忙しい時間帯を選んでください。
ko: 바쁜 시간대를 고르세요.
pt_br: Escolha os momentos mais corridos.
ru: Выберите самое загруженное время.
tr: Yoğun olduğun zamanları seç.
vi: Chọn những lúc bận rộn.
zh_hans: 选择你忙碌的时段。

source: Choose what matters to you. You can connect Apple Health any time.
ar: اختر ما يهمك. يمكنك ربط صحتي من Apple في أي وقت.
de: Wähle, was dir wichtig ist. Du kannst Apple Health jederzeit verbinden.
el: Επίλεξε ό,τι σε ενδιαφέρει. Μπορείς να συνδέσεις την Υγεία Apple όποτε θες.
es: Elige lo que te importa. Puedes conectar Salud de Apple cuando quieras.
fr: Choisissez ce qui compte pour vous. Vous pouvez connecter Santé d’Apple à tout moment.
hi: वह चुनें जो आपके लिए ज़रूरी है। आप कभी भी Apple Health जोड़ सकते हैं।
it: Scegli ciò che conta per te. Puoi collegare Salute di Apple quando vuoi.
ja: 大切なことを選んでください。Appleヘルスケアはいつでも接続できます。
ko: 중요한 것을 고르세요. Apple 건강은 언제든 연결할 수 있어요.
pt_br: Escolha o que importa para você. Você pode conectar o Saúde da Apple quando quiser.
ru: Выберите, что для вас важно. Здоровье Apple можно подключить в любой момент.
tr: Senin için önemli olanı seç. Apple Sağlık’ı istediğin zaman bağlayabilirsin.
vi: Chọn điều quan trọng với bạn. Bạn có thể kết nối Apple Sức khỏe bất cứ lúc nào.
zh_hans: 选择对你重要的内容。你可以随时连接Apple健康。

source: Choose your maximum time for a typical meal.
ar: اختر أقصى وقت لوجبة عادية.
de: Wähle deine maximale Zeit für eine normale Mahlzeit.
el: Επίλεξε τον μέγιστο χρόνο για ένα συνηθισμένο γεύμα.
es: Elige el tiempo máximo para una comida normal.
fr: Choisissez votre temps maximum pour un repas habituel.
hi: एक आम भोजन के लिए अधिकतम समय चुनें।
it: Scegli il tempo massimo per un pasto tipico.
ja: 普段の1食にかけられる最大時間を選んでください。
ko: 평소 한 끼에 쓸 수 있는 최대 시간을 고르세요.
pt_br: Escolha seu tempo máximo para uma refeição comum.
ru: Выберите максимальное время на обычный приём пищи.
tr: Normal bir öğün için en fazla ne kadar süren olduğunu seç.
vi: Chọn thời gian tối đa cho một bữa thường ngày.
zh_hans: 选择一顿普通饭的最长时间。

source: Choosing from recipes that fit your rules
ar: نختار من وصفات تناسب قواعدك
de: Auswahl aus Rezepten, die zu deinen Regeln passen
el: Επιλογή ανάμεσα σε συνταγές που ταιριάζουν στους κανόνες σου
es: Eligiendo entre recetas que cumplen tus reglas
fr: Choix parmi les recettes qui respectent vos règles
hi: आपके नियमों में फ़िट होने वाली रेसिपी में से चुन रहे हैं
it: Scelta tra ricette che rispettano le tue regole
ja: ルールに合うレシピから選んでいます
ko: 규칙에 맞는 레시피 중에서 고르는 중
pt_br: Escolhendo entre receitas que seguem suas regras
ru: Выбираем из рецептов, подходящих под ваши правила
tr: Kurallarına uyan tarifler arasından seçiliyor
vi: Đang chọn từ các công thức hợp với quy tắc của bạn
zh_hans: 正在从符合你规则的食谱中挑选

source: Chosen with AI · checked against your rules
ar: اختارها الذكاء الاصطناعي · تم فحصها حسب قواعدك
de: Mit KI gewählt · mit deinen Regeln geprüft
el: Επιλέχθηκε με ΤΝ · ελέγχθηκε με τους κανόνες σου
es: Elegido con IA · comprobado con tus reglas
fr: Choisi avec l’IA · vérifié selon vos règles
hi: AI से चुना गया · आपके नियमों से जाँचा गया
it: Scelto con l’IA · controllato con le tue regole
ja: AIで選択 · ルールで確認済み
ko: AI가 선택 · 규칙으로 확인함
pt_br: Escolhido com IA · conferido com suas regras
ru: Выбрано ИИ · проверено по вашим правилам
tr: Yapay zekâyla seçildi · kurallarına göre kontrol edildi
vi: Do AI chọn · đã kiểm tra theo quy tắc của bạn
zh_hans: 由AI挑选 · 已按你的规则检查

source: Clear
ar: مسح
de: Löschen
el: Καθαρισμός
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
tr: Temizle
vi: Xóa
zh_hans: 清除

source: Clear filters
ar: مسح عوامل التصفية
de: Filter zurücksetzen
el: Καθαρισμός φίλτρων
es: Quitar filtros
fr: Effacer les filtres
hi: फ़िल्टर हटाएँ
it: Rimuovi filtri
ja: フィルタを解除
ko: 필터 지우기
pt_br: Limpar filtros
ru: Сбросить фильтры
tr: Filtreleri temizle
vi: Xóa bộ lọc
zh_hans: 清除筛选

source: Clear link
ar: مسح الرابط
de: Link löschen
el: Καθαρισμός συνδέσμου
es: Borrar enlace
fr: Effacer le lien
hi: लिंक हटाएँ
it: Cancella link
ja: リンクを消去
ko: 링크 지우기
pt_br: Limpar link
ru: Очистить ссылку
tr: Bağlantıyı temizle
vi: Xóa liên kết
zh_hans: 清除链接

source: Clear search
ar: مسح البحث
de: Suche löschen
el: Καθαρισμός αναζήτησης
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella ricerca
ja: 検索を消去
ko: 검색 지우기
pt_br: Limpar busca
ru: Очистить поиск
tr: Aramayı temizle
vi: Xóa tìm kiếm
zh_hans: 清除搜索

source: Clear ticked extras
ar: مسح الإضافات المحددة
de: Abgehakte Extras entfernen
el: Αφαίρεση τσεκαρισμένων πρόσθετων
es: Quitar los extras marcados
fr: Retirer les extras cochés
hi: टिक की गई अतिरिक्त चीज़ें हटाएँ
it: Rimuovi gli extra spuntati
ja: チェックした追加分を削除
ko: 체크한 추가 항목 지우기
pt_br: Remover extras marcados
ru: Убрать отмеченные дополнения
tr: İşaretli ekstraları kaldır
vi: Xóa các món thêm đã đánh dấu
zh_hans: 清除已勾选的额外项

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng
zh_hans: 关闭

source: Close cook mode
ar: إغلاق وضع الطبخ
de: Kochmodus schließen
el: Κλείσιμο λειτουργίας μαγειρέματος
es: Cerrar el modo cocina
fr: Fermer le mode cuisine
hi: कुक मोड बंद करें
it: Chiudi modalità cucina
ja: クックモードを閉じる
ko: 요리 모드 닫기
pt_br: Fechar modo cozinha
ru: Закрыть режим готовки
tr: Pişirme modunu kapat
vi: Đóng chế độ nấu
zh_hans: 关闭烹饪模式

source: Close paywall
ar: إغلاق شاشة الاشتراك
de: Kaufbildschirm schließen
el: Κλείσιμο οθόνης συνδρομής
es: Cerrar pantalla de pago
fr: Fermer l’écran d’abonnement
hi: पेवॉल बंद करें
it: Chiudi schermata abbonamento
ja: 購入画面を閉じる
ko: 결제 화면 닫기
pt_br: Fechar tela de assinatura
ru: Закрыть экран подписки
tr: Abonelik ekranını kapat
vi: Đóng màn hình đăng ký
zh_hans: 关闭付费页

source: Close quick add
ar: إغلاق الإضافة السريعة
de: Schnell hinzufügen schließen
el: Κλείσιμο γρήγορης προσθήκης
es: Cerrar añadido rápido
fr: Fermer l’ajout rapide
hi: क्विक ऐड बंद करें
it: Chiudi aggiunta rapida
ja: クイック追加を閉じる
ko: 빠른 추가 닫기
pt_br: Fechar adição rápida
ru: Закрыть быстрое добавление
tr: Hızlı eklemeyi kapat
vi: Đóng thêm nhanh
zh_hans: 关闭快速添加

source: Collection created
ar: تم إنشاء المجموعة
de: Sammlung erstellt
el: Η συλλογή δημιουργήθηκε
es: Colección creada
fr: Collection créée
hi: कलेक्शन बन गया
it: Raccolta creata
ja: コレクションを作成しました
ko: 컬렉션을 만들었어요
pt_br: Coleção criada
ru: Подборка создана
tr: Koleksiyon oluşturuldu
vi: Đã tạo bộ sưu tập
zh_hans: 收藏夹已创建

source: Collection not created
ar: لم يتم إنشاء المجموعة
de: Sammlung nicht erstellt
el: Η συλλογή δεν δημιουργήθηκε
es: No se creó la colección
fr: Collection non créée
hi: कलेक्शन नहीं बना
it: Raccolta non creata
ja: コレクションを作成できませんでした
ko: 컬렉션을 만들지 못했어요
pt_br: Coleção não criada
ru: Подборка не создана
tr: Koleksiyon oluşturulamadı
vi: Chưa tạo được bộ sưu tập
zh_hans: 未能创建收藏夹

source: Collection options
ar: خيارات المجموعة
de: Sammlungsoptionen
el: Επιλογές συλλογής
es: Opciones de la colección
fr: Options de la collection
hi: कलेक्शन विकल्प
it: Opzioni raccolta
ja: コレクションのオプション
ko: 컬렉션 옵션
pt_br: Opções da coleção
ru: Параметры подборки
tr: Koleksiyon seçenekleri
vi: Tùy chọn bộ sưu tập
zh_hans: 收藏夹选项

source: Collections
ar: المجموعات
de: Sammlungen
el: Συλλογές
es: Colecciones
hi: कलेक्शन
it: Raccolte
ja: コレクション
ko: 컬렉션
pt_br: Coleções
ru: Подборки
tr: Koleksiyonlar
vi: Bộ sưu tập
zh_hans: 收藏夹

source: Colour %@
ar: اللون %@
de: Farbe %@
el: Χρώμα %@
es: Color %@
fr: Couleur %@
hi: रंग %@
it: Colore %@
ja: カラー%@
ko: 색상 %@
pt_br: Cor %@
ru: Цвет %@
tr: Renk %@
vi: Màu %@
zh_hans: 颜色%@

source: Comfortable with basics
ar: أتقن الأساسيات
de: Mit den Grundlagen vertraut
el: Τα βγάζω πέρα με τα βασικά
es: Me defiendo con lo básico
fr: À l’aise avec les bases
hi: बुनियादी चीज़ों में सहज
it: A mio agio con le basi
ja: 基本はできる
ko: 기본은 할 수 있어요
pt_br: Me viro no básico
ru: Справляюсь с основами
tr: Temellerde rahatım
vi: Nấu được món cơ bản
zh_hans: 会做基础菜

source: Confident home cook
ar: طاهٍ منزلي واثق
de: Sicherer Hobbykoch
el: Σίγουρος μάγειρας του σπιτιού
es: Cocinero casero con confianza
fr: Cuisinier confiant
hi: आत्मविश्वासी घरेलू रसोइया
it: Cuoco di casa sicuro
ja: 料理に自信あり
ko: 요리에 자신 있는 편
pt_br: Cozinheiro caseiro confiante
ru: Уверенный домашний повар
tr: Kendine güvenen ev aşçısı
vi: Đầu bếp gia đình tự tin
zh_hans: 自信的家庭厨师

source: Connect Apple Health
ar: ربط صحتي من Apple
de: Apple Health verbinden
el: Σύνδεση με Υγεία Apple
es: Conectar Salud de Apple
fr: Connecter Santé d’Apple
hi: Apple Health जोड़ें
it: Collega Salute di Apple
ja: Appleヘルスケアに接続
ko: Apple 건강 연결
pt_br: Conectar Saúde da Apple
ru: Подключить Здоровье Apple
tr: Apple Sağlık’ı bağla
vi: Kết nối Apple Sức khỏe
zh_hans: 连接Apple健康

source: Connected to Apple Health
ar: مرتبط بصحتي من Apple
de: Mit Apple Health verbunden
el: Συνδεδεμένο με την Υγεία Apple
es: Conectado a Salud de Apple
fr: Connecté à Santé d’Apple
hi: Apple Health से जुड़ा है
it: Collegato a Salute di Apple
ja: Appleヘルスケアに接続済み
ko: Apple 건강에 연결됨
pt_br: Conectado ao Saúde da Apple
ru: Подключено к Здоровью Apple
tr: Apple Sağlık’a bağlı
vi: Đã kết nối Apple Sức khỏe
zh_hans: 已连接Apple健康

source: Contains %@ — fine for your household
ar: يحتوي على %@ — مناسب لأسرتك
de: Enthält %@ – passt für deinen Haushalt
el: Περιέχει %@ — εντάξει για το νοικοκυριό σου
es: Contiene %@ — apto para tu hogar
fr: Contient %@ — convient à votre foyer
hi: %@ है — आपके परिवार के लिए ठीक
it: Contiene %@ — va bene per la tua famiglia
ja: %@を含みます — ご家族は問題ありません
ko: %@ 포함 — 우리 가족은 괜찮아요
pt_br: Contém %@ — tudo certo para sua casa
ru: Содержит: %@ — подходит вашей семье
tr: %@ içerir — hanen için sorun yok
vi: Có %@ — ổn với gia đình bạn
zh_hans: 含%@ — 对你家人没问题

source: Continue
ar: متابعة
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam
vi: Tiếp tục
zh_hans: 继续

source: Continue with %@ Plan
ar: المتابعة مع خطة %@
de: Weiter mit dem %@-Abo
el: Συνέχεια με το πρόγραμμα %@
es: Continuar con el plan %@
fr: Continuer avec l’offre %@
hi: %@ प्लान के साथ जारी रखें
it: Continua con il piano %@
ja: %@プランで続ける
ko: %@ 플랜으로 계속
pt_br: Continuar com o plano %@
ru: Продолжить с тарифом «%@»
tr: %@ planıyla devam et
vi: Tiếp tục với gói %@
zh_hans: 继续使用%@方案

source: Cook %@
ar: اطبخ %@
de: %@ kochen
el: Μαγείρεψε %@
es: Cocinar %@
fr: Cuisiner %@
hi: %@ बनाएँ
it: Cucina %@
ja: %@を作る
ko: %@ 요리하기
pt_br: Cozinhar %@
ru: Готовить: %@
tr: %@ pişir
vi: Nấu %@
zh_hans: 做%@

source: Cook Now
ar: اطبخ الآن
de: Jetzt kochen
el: Μαγείρεψε τώρα
es: Cocinar ya
fr: Cuisiner maintenant
hi: अभी बनाएँ
it: Cucina ora
ja: 今すぐ作る
ko: 지금 요리
pt_br: Cozinhar agora
ru: Готовить сейчас
tr: Şimdi pişir
vi: Nấu ngay
zh_hans: 马上做

source: Cook better
ar: طبخ أفضل
de: Besser kochen
el: Καλύτερη μαγειρική
es: Cocinar mejor
fr: Mieux cuisiner
hi: बेहतर खाना बनाएँ
it: Cucinare meglio
ja: 料理上手になる
ko: 요리 실력 키우기
pt_br: Cozinhar melhor
ru: Готовить лучше
tr: Daha iyi pişir
vi: Nấu ngon hơn
zh_hans: 厨艺更好

source: Cook extra for leftovers
ar: اطبخ كمية إضافية للبقايا
de: Mehr für Reste kochen
el: Μαγείρεψε περισσότερο για περισσεύματα
es: Cocinar de más para sobras
fr: Cuisiner plus pour les restes
hi: बचे खाने के लिए ज़्यादा बनाएँ
it: Cucina di più per gli avanzi
ja: 作り置き用に多めに作る
ko: 남은 음식용으로 넉넉히 요리
pt_br: Fazer a mais para sobras
ru: Приготовить больше на остатки
tr: Artıklar için fazladan pişir
vi: Nấu thêm để có đồ thừa
zh_hans: 多做一些留作剩菜

source: Cook from pantry
ar: اطبخ من المخزن
de: Aus dem Vorrat kochen
el: Μαγείρεμα από το ντουλάπι
es: Cocinar con la despensa
fr: Cuisiner avec le garde-manger
hi: पैंट्री से बनाएँ
it: Cucina con la dispensa
ja: パントリーから作る
ko: 보관함으로 요리
pt_br: Cozinhar com a despensa
ru: Готовить из запасов
tr: Kilerden pişir
vi: Nấu từ tủ đồ
zh_hans: 用储藏做菜

source: Cook now
ar: اطبخ الآن
de: Jetzt kochen
el: Μαγείρεψε τώρα
es: Cocinar ya
fr: Cuisiner maintenant
hi: अभी बनाएँ
it: Cucina ora
ja: 今すぐ作る
ko: 지금 요리
pt_br: Cozinhar agora
ru: Готовить сейчас
tr: Şimdi pişir
vi: Nấu ngay
zh_hans: 马上做

source: Cook smarter, plan better, and save more time every week.
ar: اطبخ بذكاء، خطّط أفضل، ووفّر مزيدًا من الوقت كل أسبوع.
de: Klüger kochen, besser planen und jede Woche mehr Zeit sparen.
el: Μαγείρεψε έξυπνα, προγραμμάτισε καλύτερα και κέρδισε περισσότερο χρόνο κάθε εβδομάδα.
es: Cocina con más cabeza, planifica mejor y ahorra más tiempo cada semana.
fr: Cuisinez malin, planifiez mieux et gagnez du temps chaque semaine.
hi: समझदारी से बनाएँ, बेहतर योजना बनाएँ और हर हफ़्ते ज़्यादा समय बचाएँ।
it: Cucina in modo più furbo, pianifica meglio e risparmia più tempo ogni settimana.
ja: 賢く作って、上手に計画して、毎週もっと 時間を節約。
ko: 더 똑똑하게 요리하고, 더 잘 계획하고, 매주 더 많은 시간을 아끼세요.
pt_br: Cozinhe com mais inteligência, planeje melhor e economize mais tempo toda semana.
ru: Готовьте с умом, планируйте лучше и экономьте больше времени каждую неделю.
tr: Daha akıllı pişir, daha iyi planla ve her hafta daha fazla zaman kazan.
vi: Nấu thông minh, lên kế hoạch tốt hơn và tiết kiệm thêm thời gian mỗi tuần.
zh_hans: 做饭更聪明，计划更周全，每周节省更多 时间。

source: Cook with these
ar: اطبخ بهذه
de: Damit kochen
el: Μαγείρεψε με αυτά
es: Cocinar con esto
fr: Cuisiner avec ça
hi: इनसे बनाएँ
it: Cucina con questi
ja: これで作る
ko: 이걸로 요리
pt_br: Cozinhar com isso
ru: Готовить из этого
tr: Bunlarla pişir
vi: Nấu với những thứ này
zh_hans: 用这些做

source: Cookbook
ar: كتاب الوصفات
de: Kochbuch
el: Βιβλίο συνταγών
es: Recetario
fr: Livre de recettes
hi: कुकबुक
it: Ricettario
ja: レシピ帳
ko: 레시피북
pt_br: Livro de receitas
ru: Кулинарная книга
tr: Tarif defteri
vi: Sổ công thức
zh_hans: 食谱本

source: Cookbook ideas on Sundays
ar: أفكار وصفات أيام الأحد
de: Rezeptideen am Sonntag
el: Ιδέες συνταγών τις Κυριακές
es: Ideas de recetas los domingos
fr: Idées de recettes le dimanche
hi: रविवार को कुकबुक आइडिया
it: Idee di ricette la domenica
ja: 日曜日にレシピのアイデア
ko: 일요일마다 레시피 아이디어
pt_br: Ideias de receitas aos domingos
ru: Идеи рецептов по воскресеньям
tr: Pazar günleri tarif fikirleri
vi: Gợi ý công thức vào Chủ nhật
zh_hans: 周日推送食谱灵感

source: Cooked %d×%@
ar: طُبخت %d×%@
de: %d× gekocht%@
el: Μαγειρεύτηκε %d×%@
es: Cocinada %d×%@
fr: Cuisinée %d×%@
hi: %d×%@ बनाया
it: Cucinata %d×%@
ja: %d回作った%@
ko: %d번 요리함%@
pt_br: Feita %d×%@
ru: Приготовлено %d×%@
tr: %d kez pişirildi%@
vi: Đã nấu %d lần%@
zh_hans: 已做%d次%@

source: Cooked before
ar: طُبخت من قبل
de: Schon gekocht
el: Έχουν μαγειρευτεί
es: Cocinadas antes
fr: Déjà cuisinées
hi: पहले बनाई गई
it: Già cucinate
ja: 作ったことがある
ko: 요리해 본 것
pt_br: Já feitas
ru: Уже готовили
tr: Daha önce pişirilenler
vi: Đã từng nấu
zh_hans: 做过的

source: Cooking %@
ar: جارٍ طبخ %@
de: %@ wird gekocht
el: Μαγειρεύεται: %@
es: Cocinando %@
fr: En train de cuisiner %@
hi: %@ बन रहा है
it: Stai cucinando %@
ja: %@を調理中
ko: %@ 요리 중
pt_br: Cozinhando %@
ru: Готовится: %@
tr: %@ pişiriliyor
vi: Đang nấu %@
zh_hans: 正在做%@

source: Cooking progress
ar: تقدّم الطبخ
de: Kochfortschritt
el: Πρόοδος στη μαγειρική
es: Progreso en la cocina
fr: Progrès en cuisine
hi: खाना बनाने की प्रगति
it: Progressi in cucina
ja: 料理の記録
ko: 요리 기록
pt_br: Progresso na cozinha
ru: Кулинарный прогресс
tr: Pişirme ilerlemesi
vi: Tiến độ nấu ăn
zh_hans: 烹饪进度

source: Cooking timers
ar: مؤقتات الطبخ
de: Koch-Timer
el: Χρονόμετρα μαγειρέματος
es: Temporizadores de cocina
fr: Minuteurs de cuisine
hi: कुकिंग टाइमर
it: Timer di cucina
ja: 調理タイマー
ko: 요리 타이머
pt_br: Timers de cozinha
ru: Кухонные таймеры
tr: Pişirme zamanlayıcıları
vi: Hẹn giờ nấu
zh_hans: 烹饪计时器

source: Cooks %d extra servings for leftovers
ar: يطبخ %d حصص إضافية للبقايا
de: Kocht %d Portionen mehr für Reste
el: Μαγειρεύει %d μερίδες παραπάνω για περισσεύματα
es: Cocina %d raciones extra para sobras
fr: Prépare %d portions de plus pour les restes
hi: बचे खाने के लिए %d सर्विंग ज़्यादा बनाता है
it: Cucina %d porzioni in più per gli avanzi
ja: 作り置き用に%d人分多く作ります
ko: 남은 음식용으로 %d인분 더 요리해요
pt_br: Faz %d porções a mais para sobras
ru: Готовит на %d порц. больше для остатков
tr: Artıklar için %d porsiyon fazla pişirir
vi: Nấu thêm %d phần để có đồ thừa
zh_hans: 多做%d份留作剩菜

source: Cooks extra at dinner and scales your list
ar: يطبخ كمية أكبر في العشاء ويعدّل قائمتك
de: Kocht abends mehr und passt deine Liste an
el: Μαγειρεύει περισσότερο στο βραδινό και προσαρμόζει τη λίστα
es: Cocina de más en la cena y ajusta tu lista
fr: Cuisine plus au dîner et adapte votre liste
hi: डिनर में ज़्यादा बनाता है और आपकी सूची बढ़ाता है
it: Cucina di più a cena e adegua la lista
ja: 夕食を多めに作り、リストを調整します
ko: 저녁을 넉넉히 만들고 목록을 조정해요
pt_br: Faz a mais no jantar e ajusta sua lista
ru: Готовит больше на ужин и обновляет ваш список
tr: Akşam yemeğinde fazla pişirir ve listeni ölçekler
vi: Nấu thêm vào bữa tối và điều chỉnh danh sách
zh_hans: 晚餐多做一些并调整清单

source: Cost
ar: التكلفة
de: Kosten
el: Κόστος
es: Coste
fr: Coût
hi: लागत
it: Costo
ja: 費用
ko: 비용
pt_br: Custo
ru: Стоимость
tr: Maliyet
vi: Chi phí
zh_hans: 费用

source: Costs come from prices you add on your grocery list.
ar: التكلفة مأخوذة من الأسعار التي تضيفها في قائمة التسوق.
de: Kosten basieren auf den Preisen, die du in deiner Einkaufsliste einträgst.
el: Το κόστος προκύπτει από τις τιμές που προσθέτεις στη λίστα αγορών.
es: Los costes salen de los precios que añades en tu lista de la compra.
fr: Les coûts viennent des prix que vous ajoutez à votre liste de courses.
hi: लागत उन कीमतों से आती है जो आप किराने की सूची में लिखते हैं।
it: I costi derivano dai prezzi che inserisci nella lista della spesa.
ja: 費用は買い物リストに入力した価格から計算します。
ko: 비용은 장보기 목록에 입력한 가격으로 계산돼요.
pt_br: Os custos vêm dos preços que você adiciona na lista de compras.
ru: Стоимость считается по ценам, которые вы вносите в список покупок.
tr: Maliyetler alışveriş listene eklediğin fiyatlardan gelir.
vi: Chi phí được tính từ giá bạn nhập trong danh sách đi chợ.
zh_hans: 费用来自你在购物清单中填写的价格。

source: Couldn't create a photo
ar: تعذّر إنشاء الصورة
de: Foto konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία φωτογραφίας
es: No se pudo crear la foto
fr: Impossible de créer une photo
hi: फ़ोटो नहीं बन सकी
it: Impossibile creare la foto
ja: 写真を作成できませんでした
ko: 사진을 만들지 못했어요
pt_br: Não foi possível criar a foto
ru: Не удалось создать фото
tr: Fotoğraf oluşturulamadı
vi: Không tạo được ảnh
zh_hans: 无法生成照片

source: Couldn't get AI ideas
ar: تعذّر الحصول على أفكار الذكاء الاصطناعي
de: KI-Ideen konnten nicht geladen werden
el: Δεν ήταν δυνατή η λήψη ιδεών ΤΝ
es: No se pudieron obtener ideas con IA
fr: Impossible d’obtenir des idées IA
hi: AI आइडिया नहीं मिल सके
it: Impossibile ottenere idee IA
ja: AIアイデアを取得できませんでした
ko: AI 아이디어를 가져오지 못했어요
pt_br: Não foi possível obter ideias com IA
ru: Не удалось получить идеи ИИ
tr: Yapay zekâ fikirleri alınamadı
vi: Không lấy được gợi ý AI
zh_hans: 无法获取AI灵感

source: Couldn't open that photo
ar: تعذّر فتح تلك الصورة
de: Foto konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα της φωτογραφίας
es: No se pudo abrir esa foto
fr: Impossible d’ouvrir cette photo
hi: वह फ़ोटो नहीं खुल सकी
it: Impossibile aprire la foto
ja: その写真を開けませんでした
ko: 사진을 열 수 없어요
pt_br: Não foi possível abrir a foto
ru: Не удалось открыть фото
tr: Bu fotoğraf açılamadı
vi: Không mở được ảnh đó
zh_hans: 无法打开该照片

source: Couldn't open that video
ar: تعذّر فتح ذلك الفيديو
de: Video konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα του βίντεο
es: No se pudo abrir ese vídeo
fr: Impossible d’ouvrir cette vidéo
hi: वह वीडियो नहीं खुल सका
it: Impossibile aprire il video
ja: その動画を開けませんでした
ko: 영상을 열 수 없어요
pt_br: Não foi possível abrir o vídeo
ru: Не удалось открыть видео
tr: Bu video açılamadı
vi: Không mở được video đó
zh_hans: 无法打开该视频

source: Couldn't reach AI
ar: تعذّر الوصول إلى الذكاء الاصطناعي
de: KI nicht erreichbar
el: Η ΤΝ δεν είναι διαθέσιμη
es: No se pudo conectar con la IA
fr: IA injoignable
hi: AI तक नहीं पहुँच सके
it: IA non raggiungibile
ja: AIに接続できませんでした
ko: AI에 연결할 수 없어요
pt_br: Não foi possível falar com a IA
ru: ИИ недоступен
tr: Yapay zekâya ulaşılamadı
vi: Không kết nối được AI
zh_hans: 无法连接AI

source: Couldn't reach Open Food Facts. Check your connection and try again.
ar: تعذّر الوصول إلى Open Food Facts. تحقّق من اتصالك وحاول مرة أخرى.
de: Open Food Facts ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
el: Δεν υπάρχει σύνδεση με το Open Food Facts. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se pudo conectar con Open Food Facts. Revisa tu conexión e inténtalo de nuevo.
fr: Open Food Facts est injoignable. Vérifiez votre connexion et réessayez.
hi: Open Food Facts तक नहीं पहुँच सके। अपना कनेक्शन जाँचें और फिर कोशिश करें।
it: Open Food Facts non è raggiungibile. Controlla la connessione e riprova.
ja: Open Food Factsに接続できませんでした。接続を確認してもう一度お試しください。
ko: Open Food Facts에 연결할 수 없어요. 연결을 확인하고 다시 시도하세요.
pt_br: Não foi possível acessar o Open Food Facts. Confira sua conexão e tente de novo.
ru: Нет связи с Open Food Facts. Проверьте подключение и попробуйте снова.
tr: Open Food Facts’e ulaşılamadı. Bağlantını kontrol edip tekrar dene.
vi: Không kết nối được Open Food Facts. Kiểm tra kết nối rồi thử lại.
zh_hans: 无法连接Open Food Facts。请检查网络后重试。

source: Couldn't save
ar: تعذّر الحفظ
de: Speichern fehlgeschlagen
el: Δεν ήταν δυνατή η αποθήκευση
es: No se pudo guardar
fr: Enregistrement impossible
hi: सहेजा नहीं जा सका
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장하지 못했어요
pt_br: Não foi possível salvar
ru: Не удалось сохранить
tr: Kaydedilemedi
vi: Không lưu được
zh_hans: 无法保存

source: Create
ar: إنشاء
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hi: बनाएँ
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
tr: Oluştur
vi: Tạo
zh_hans: 创建

source: Create a photo with AI
ar: إنشاء صورة بالذكاء الاصطناعي
de: Foto mit KI erstellen
el: Δημιουργία φωτογραφίας με ΤΝ
es: Crear una foto con IA
fr: Créer une photo avec l’IA
hi: AI से फ़ोटो बनाएँ
it: Crea una foto con l’IA
ja: AIで写真を作成
ko: AI로 사진 만들기
pt_br: Criar uma foto com IA
ru: Создать фото с помощью ИИ
tr: Yapay zekâyla fotoğraf oluştur
vi: Tạo ảnh bằng AI
zh_hans: 用AI生成照片

source: Creating a photo…
ar: جارٍ إنشاء الصورة…
de: Foto wird erstellt …
el: Δημιουργία φωτογραφίας…
es: Creando una foto…
fr: Création de la photo…
hi: फ़ोटो बन रही है…
it: Creazione della foto…
ja: 写真を作成中…
ko: 사진 만드는 중…
pt_br: Criando a foto…
ru: Создаём фото…
tr: Fotoğraf oluşturuluyor…
vi: Đang tạo ảnh…
zh_hans: 正在生成照片…

source: Cuisine (e.g. Indian, Italian)
ar: المطبخ (مثل الهندي أو الإيطالي)
de: Küche (z. B. indisch, italienisch)
el: Κουζίνα (π.χ. ινδική, ιταλική)
es: Cocina (p. ej. india, italiana)
fr: Cuisine (p. ex. indienne, italienne)
hi: व्यंजन शैली (जैसे भारतीय, इतालवी)
it: Cucina (es. indiana, italiana)
ja: 料理ジャンル（例：インド料理、イタリア料理）
ko: 요리 종류 (예: 인도, 이탈리아)
pt_br: Culinária (ex.: indiana, italiana)
ru: Кухня (например, индийская, итальянская)
tr: Mutfak (örn. Hint, İtalyan)
vi: Ẩm thực (ví dụ Ấn Độ, Ý)
zh_hans: 菜系（例如印度菜、意大利菜）

source: Daily
ar: يوميًا
de: Täglich
el: Καθημερινά
es: A diario
fr: Tous les jours
hi: रोज़
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Todo dia
ru: Каждый день
tr: Her gün
vi: Hằng ngày
zh_hans: 每天

source: Daily targets (optional)
ar: الأهداف اليومية (اختياري)
de: Tagesziele (optional)
el: Ημερήσιοι στόχοι (προαιρετικά)
es: Objetivos diarios (opcional)
fr: Objectifs quotidiens (facultatif)
hi: दैनिक लक्ष्य (वैकल्पिक)
it: Obiettivi giornalieri (facoltativi)
ja: 1日の目標（任意）
ko: 하루 목표 (선택)
pt_br: Metas diárias (opcional)
ru: Дневные цели (необязательно)
tr: Günlük hedefler (isteğe bağlı)
vi: Mục tiêu hằng ngày (không bắt buộc)
zh_hans: 每日目标（可选）
